WorkingBaseLine/meta/hwxml/hw_search.xml

<?xml version='1.0' encoding='utf-8'?>
<soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope">
<soapenv:Header/>
<soapenv:Body>
    <esk:Search xmlns:esk="http://eskom.hyperwave.com">
        <esk:SessionID>{SessionID}</esk:SessionID>
        <esk:ObjectID>{ObjectID}</esk:ObjectID>
    </esk:Search>
    </soapenv:Body>
</soapenv:Envelope>






